Repository: FrozenAssassine/EasePass
Catalog: EasePass/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, pt_br

# View_ManageDB_YourDBs.Header
source: Your Databases
de_de: Deine Datenbanken
pt_br: Lista de bancos de dados

# View_PasswordPage_CMDBar_About.Label
source: About
de_de: Über
pt_br: Sobre

# View_PasswordPage_CMDBar_About.ToolTipService.ToolTip
source: Open About page
de_de: Öffne Über Seite
pt_br: Abra a página Sobre

# View_PasswordPage_CMDBar_Add2FA.Label
source: Add 2FA
de_de: 2FA Hinzufügen

# View_PasswordPage_CMDBar_Add2FA.ToolTipService.ToolTip
source: Enable Two-Factor Authentication
de_de: Zwei-Faktor-Authentifizierung aktivieren

# View_PasswordPage_CMDBar_Delete.Label
source: Delete
de_de: Entfernen

# View_PasswordPage_CMDBar_Delete.ToolTipService.ToolTip
source: Delete Entry
de_de: Eintrag entfernen
pt_br: Apagar registro

# View_PasswordPage_CMDBar_Edit.Label
source: Edit
de_de: Bearbeiten

# View_PasswordPage_CMDBar_Edit.ToolTipService.ToolTip
source: Edit Entry
de_de: Eintrag bearbeiten
pt_br: Edit registro

# View_PasswordPage_CMDBar_GeneratePW.Label
source: Generate
de_de: Generieren

# View_PasswordPage_CMDBar_GeneratePW.ToolTipService.ToolTip
source: Generate Password
de_de: Passwort generieren
pt_br: Gerar senha

# View_PasswordPage_CMDBar_New.Label
source: New
de_de: Neu

# View_PasswordPage_CMDBar_New.ToolTipService.ToolTip
source: New Entry
de_de: Neuen Eintrag
pt_br: Novo registro

# View_PasswordPage_CMDBar_Settings.Label
source: Settings
de_de: Einstellungen
pt_br: Configurações

# View_PasswordPage_CMDBar_Settings.ToolTipService.ToolTip
source: Open Settings
de_de: Einstellungen öffnen
pt_br: Abrir Configurações

# View_PasswordPage_Flyout_CopyEmail.Text
source: Copy Email
de_de: Email kopieren
pt_br: Copiar e-mail

# View_PasswordPage_Flyout_CopyPW.Text
source: Copy Password
de_de: Passwort kopieren
pt_br: Copiar senha

# View_PasswordPage_Flyout_CopyTOTPToken.Text
source: Copy TOTP Token
de_de: TOTP-Token kopieren
pt_br: Copiar token TOTP

# View_PasswordPage_Flyout_CopyUsername.Text
source: Copy Username
de_de: Benutzernamen kopieren
pt_br: Copiar nome de usuário

# View_PasswordPage_Flyout_Delete.Text
source: Delete
de_de: Entfernen
pt_br: Apagar

# View_PasswordPage_Flyout_Edit.Text
source: Edit
de_de: Bearbeiten
pt_br: Editar

# View_PasswordPage_Flyout_Export.Text
source: Export
de_de: Exportieren
pt_br: Exportar

# View_PasswordPage_Searchbox.PlaceholderText
source: Search
de_de: Suchen
pt_br: Procurar

# View_PasswordPage_SortNotes.Text
source: Notes
de_de: Notizen
pt_br: Observações

# View_PasswordPage_SortPasswords.ToolTipService.ToolTip
source: Sort Passwords
de_de: Passwörter sortieren
pt_br: Classificar senhas

# View_PasswordPage_SortPopular30Days.Text
source: Popular last 30 days
de_de: Beliebtheit letzte 30 Tage
pt_br: Populares nos últimos 30 dias

# View_PasswordPage_SortPopularLastYear.Text
source: Popular last year
de_de: Beliebtheit letztes Jahr
pt_br: Popular no ano passado

# View_PasswordPage_SortStrength.Text
source: Password Strength
de_de: Passwortstärke
pt_br: Força da senha

# View_PasswordPage_SortStrength.ToolTipService.ToolTip
source: The sort function contain no check for duplicate passwords and leaked passwords due to performance drops.
de_de: Die Sortierfunktion enthält keine Prüfung auf doppelte Passwörter und geleakte Passwörter aufgrund von Performance-Einbrüchen
pt_br: A função de classificação não contém verificação de senhas duplicadas e senhas vazadas devido a quedas de desempenho.

# View_PasswordPage_SortUsername.Text
source: Username
de_de: Benutzername
pt_br: Usuário

# View_PasswordPage_SortWebsite.Text
source: Website
de_de: Webseite
pt_br: Site

# View_PasswordPage_SwitchAscendingDescending.Text
source: Switch ascending/descending
de_de: Umschalten aufsteigend/absteigend
pt_br: Alternar entre crescente/decrescente

# View_PasswordPage_ViewNotes.Text
source: Notes
de_de: Notizen

# View_PasswordPage_ViewPassword.Text
source: Password
de_de: Passwort

# View_PasswordPage_ViewUsername.Text
source: Username
de_de: Benutzername

# View_PasswordPage_ViewWebsite.Text
source: Website
de_de: Webseite

# View_RegisterPage_ChoosePasswordInfo.Text
source: Please choose a master password to begin using the password manager. Without this password, you will never be able to retrieve your saved passwords.
de_de: Bitte wählen Sie ein Master-Passwort, um den Passwort-Manager nutzen zu können. Ohne dieses Passwort können Sie Ihre gespeicherten Passwörter niemals abrufen.
pt_br: Escolha uma senha mestre para começar a usar o gerenciador de senhas. Caso perca essa senha, não sera possível recuperar suas senhas salvas.

# View_RegisterPage_EnterPW.PlaceholderText
source: Enter Password
de_de: Passwort eingeben
pt_br: Digite a senha

# View_RegisterPage_LoadExistingDatabase.Content
source: I already have an existing Database: Import here
de_de: Ich habe bereits eine Datenbank: Hier importieren
pt_br: Já te um banco de dados? Importe aqui!

# View_RegisterPage_Register.Content
source: Register
de_de: Registrieren
pt_br: Criar banco de dados

# View_RegisterPage_RepeatPW.PlaceholderText
source: Repeat Password
de_de: Passwort wiederholen
pt_br: Repetir a senha

# View_RegisterPage_Welcome.Text
source: Welcome to Ease Pass - Your open source password manager
de_de: Willkommen bei Ease Pass - Ihr Quell offenener Passwort Manager
pt_br: Bem-vindo ao Ease Pass!

# View_SettingsPage_ChangePassword.Text
source: Change Password
de_de: Passwort ändern
pt_br: Alterar a senha

# View_SettingsPage_ChangePasswordButton.Content
source: Change Password
de_de: Passwort ändern
pt_br: Alterar a senha

# View_SettingsPage_ChangePassword_Warning.Text
source: Be sure to select a password that you'll always remember. If the password is lost, so are all your stored credentials, with no means of recovery. Additionally, ensure you back up your passwords either to an external offline drive or the cloud.
de_de: Achte darauf, ein Passwort zu wählen, welches du dir immer merken wirst. Ohne das Passwort ist keine Wiederherstellung deiner Passwörter möglich. Stelle außerdem sicher, dass deine Passwörter entweder auf einem externen Offline-Laufwerk oder in der Cloud gesichert sind.
pt_br: Certifique-se de selecionar uma senha que você sempre lembrará. Se a senha for perdida, todas as suas credenciais armazenadas também serão perdidas, sem meios de recuperação. Além disso, certifique-se de fazer backup de suas senhas em uma unidade off-line externa ou na nuvem.

# View_SettingsPage_ClipboardClearTimeout.Header
source: Clipboard clear timeout
de_de: Zwischenablage automatisch leeren (Sek.)
pt_br: Tempo para limpeza da área de transferência

# View_SettingsPage_CurrentPassword.Header
source: Current Password
de_de: Aktuelles Passwort
pt_br: Senha atual

# View_SettingsPage_CurrentPassword.PlaceholderText
source: Current Password
de_de: Aktuelles Passwort
pt_br: Senha atual

# View_SettingsPage_DownloadPlugins.Content
source: Download Plugins
de_de: Plugins herunterladen
pt_br: Baixar plugins

# View_SettingsPage_Headline.Text
source: Settings
de_de: Einstellungen
pt_br: Configurações

# View_SettingsPage_HeadlineDatabase.Header
source: Database
de_de: Datenbank
pt_br: Banco de dados

# View_SettingsPage_HeadlineMiscellaneous.Header
source: Miscellaneous
de_de: Verschiedenes
pt_br: Miscelânea

# View_SettingsPage_HeadlineSecurity.Header
source: Security
de_de: Sicherheit
pt_br: Segurança

# View_SettingsPage_Import.Content
source: Import
de_de: Importieren
pt_br: Importar

# View_SettingsPage_ImportPasswords.Text
source: Import passwords
de_de: Passwörter importieren
pt_br: Importar senhas

# View_SettingsPage_InactivityLogout.Header
source: Inactivity Logout
de_de: Abmeldung bei Inaktivität
pt_br: Logout por inatividade

# View_SettingsPage_InactivityLogoutTime.Header
source: Minutes
de_de: Minuten
pt_br: Minutos

# View_SettingsPage_InactivityLogoutTime.PlaceholderText
source: Logout time
de_de: Zeit bis zum Abmelden
pt_br: Logout por inatividade

# View_SettingsPage_Language.Header
source: Language
de_de: Sprache
pt_br: Idioma

# View_SettingsPage_Manage.Content
source: Manage
de_de: Verwalten
pt_br: Gerenciar

# View_SettingsPage_NewPassword.Header
source: New Password
de_de: Neues Passwort
pt_br: Nova Senha

# View_SettingsPage_NewPassword.PlaceholderText
source: New Password
de_de: Neues Passwort
pt_br: Nova Senha

# View_SettingsPage_NoPluginsInfo.Text
source: No plugins installed click below to download
de_de: Keine Plugins installiert, klicken Sie unten zum Herunterladen
pt_br: Nenhum plugin instalado clique abaixo para baixar

# View_SettingsPage_PasswordGenerator.Text
source: Password Generator
de_de: Passwort Generator
pt_br: Gerador de senhas

# View_SettingsPage_PasswordLength.Header
source: Password length (min: 8)
de_de: Passwort länge (min: 8)
pt_br: Tamanho da senha (min: 8)

# View_SettingsPage_PasswordLength.PlaceholderText
source: Length of the password
de_de: Länge des Passworts
pt_br: Tamanho da senha

# View_SettingsPage_PossiblePWCharacters.Header
source: Possible characters in password
de_de: Mögliche Buchstaben im Passwort
pt_br: Possíveis caracteres na senha

# View_SettingsPage_PossiblePWCharacters.PlaceholderText
source: Some letters, digits and special chars...
de_de: Einige Buchstaben, Ziffern und Satzzeichen...
pt_br: Algumas letras, números e caracteres especiais...

# View_SettingsPage_PWPopularityCounter.Header
source: Password popularity counter
de_de: Passwort Beliebtheitszähler
pt_br: Contador de popularidade de senha

# View_SettingsPage_QuickCopy.Header
source: Quick Copy on Double Click
de_de: Schnelles kopieren per Doppelklick
pt_br: Cópia rápida com clique duplo

# View_SettingsPage_QuickCopy.ToolTipService.ToolTip
source: Enable quick copy to copy text by double clicking on the textbox
de_de: Schnelles kopieren aktivieren, um Text durch Doppelklick auf das Textfeld zu kopieren
pt_br: Habilite a cópia rápida para copiar texto clicando duas vezes na caixa de texto

# View_SettingsPage_RepeatPassword.Header
source: Repeat Password
de_de: Passwort wiederholen
pt_br: Repetir a senha

# View_SettingsPage_RepeatPassword.PlaceholderText
source: Repeat new Password
de_de: Neues Passwort wiederholen
pt_br: Repita a nova senha

# View_SettingsPage_ResetPopularityCounter.Content
source: Reset
de_de: Zurücksetzen
pt_br: Redefinir

# View_SettingsPage_ShowIcons.Header
source: Show icons
de_de: Icons anzeigen
pt_br: Mostrar ícones

# View_SettingsPage_ShowIcons.ToolTipService.ToolTip
source: Show or hide the icons in the password list
de_de: Ein- oder ausblenden der Symbole in der Passwort Liste
pt_br: Mostrar ou ocultar os ícones na lista de senhas

# View_SettingsPage_VerifyPWLeaked.Header
source: Verify that the password was not leaked
de_de: Stellen Sie sicher, dass das Passwort nicht geleakt wurde
pt_br: Verifiar se a senha aparece em vazamentos

# CopyPasswordBox_TT_Copy.ToolTipService.ToolTip
source: Copy
de_de: Kopieren
pt_br: Copiar

# CopyPasswordBox_TT_Show.ToolTipService.ToolTip
source: Show
de_de: Anzeigen
pt_br: Mostrar

# Dialog_Add2FA_Or.Text
source: or
de_de: oder
pt_br: ou

# View_About_Contributor.Header
source: Contributor
de_de: Mitwirkende
pt_br: Colaboradores

# View_About_PrivacyPolicy.Text
source: Privacy Policy
de_de: Datenschutzrichtlinien
pt_br: Política de Privacidade

# View_SettingsPage_RestartToApply.Text
source: To apply please restart the app
de_de: Um die Sprache anzuwenden, starten Sie bitte die App neu
pt_br: Para aplicar as configurações feche o aplicativo

# View_SettingsPage_ClipboardClearTimeoutTime.Header
source: Seconds
de_de: Sekunden
pt_br: Segundos

# Dialog_AddItem_GeneratePW.ToolTipService.ToolTip
source: Generate a Password
de_de: Passwort generieren
pt_br: Gerar senha

# Dialog_ConfirmDeleteDatabase_Title.Text
source: Confirm delete Database
de_de: Datenbank löschen bestätigen
pt_br: Confirmar exclusão do banco de dados

# Dialog_ConfirmDeleteDatabase_Content.Text
source: Confirm to delete Database:
de_de: Bestätigen Sie die Löschung der Datenbank:
pt_br: Confirme para excluir o banco de dados:

# Dialog_ChangePassword_Title.Text
source: Change Password for
de_de: Passwort ändern für
pt_br: Alterar senha para

# Dialog_Button_Change.Text
source: Change
de_de: Ändern
pt_br: Alterar

# PW_SafetyChart_Info_Passwordlength.Text
source: Password length:
de_de: Passwortlänge:
pt_br: Tamanho da senha:

# PW_SafetyChart_Info_SeenBefore.Text
source: Seen Before:
de_de: Bereits Verwendet:
pt_br: Visto antes:

# PW_SafetyChart_Info_LeakedExploited_Positive.Text
source: False
de_de: Nein
pt_br: Sim

# PW_SafetyChart_Info_SpecialChars_Positive.Text
source: True
de_de: Ja
pt_br: Sim

# PW_SafetyChart_Info_Digits.Text
source: Contains Digits:
de_de: Enthält Zahlen:
pt_br: Contém números:

# PW_SafetyChart_Info_Digits_Negative.Text
source: False
de_de: Nein
pt_br: Não

# PW_SafetyChart_Info_Digits_Positive.Text
source: True
de_de: Ja
pt_br: Sim

# PW_SafetyChart_Info_LeakedExploited.Text
source: Leaked:
de_de: Veröffentlicht:
pt_br: Vazado:

# PW_SafetyChart_Info_LeakedExploited_Negative.Text
source: True
de_de: Ja
pt_br: Não

# PW_SafetyChart_Info_LowerCase.Text
source: Contains Lower case:
de_de: Beinhalted Kleinbuchstaben:
pt_br: Contém minúsculas:

# PW_SafetyChart_Info_LowerCase_Negative.Text
source: False
de_de: Nein
pt_br: Não

# PW_SafetyChart_Info_LowerCase_Positive.Text
source: True
de_de: Ja
pt_br: Sim

# PW_SafetyChart_Info_Passwordlength_Positive.Text
source: Meets Minimum
de_de: Erfüllt Minimum
pt_br: OK

# PW_SafetyChart_Info_Passwordlength_Negative.Text
source: Doesn't meet Minimum
de_de: Erfüllt Minimum nicht
pt_br: Não atende ao mínimo

# PW_SafetyChart_Info_Predictability.Text
source: Predictability:
de_de: Vorhersagbarkeit:
pt_br: Previsibilidade:

# PW_SafetyChart_Info_Predictability_Negative.Text
source: High
de_de: Wahrscheinlich
pt_br: Alta

# PW_SafetyChart_Info_Predictability_Positive.Text
source: Low
de_de: Unwahrscheinlich
pt_br: Baixa

# PW_SafetyChart_Info_SpecialChars.Text
source: Contains Special Characters:
de_de: Beinhaltet Sonderzeichen:
pt_br: Contém caracteres especiais:

# PW_SafetyChart_Info_SpecialChars_Negative.Text
source: False
de_de: Nein
pt_br: Não

# PW_SafetyChart_Info_SeenBefore_Negative.Text
source: True
de_de: Ja
pt_br: Sim

# PW_SafetyChart_Info_SeenBefore_Positive.Text
source: False
de_de: Nein
pt_br: Não

# PW_SafetyChart_Info_Unknown.Text
source: Unknown
de_de: Unbekannt
pt_br: Desconhecido

# PW_SafetyChart_Info_UpperCase.Text
source: Contains Upper case:
de_de: Beinhaltet Großbuchstaben:
pt_br: Contém maiúsculas:

# PW_SafetyChart_Info_UpperCase_Negative.Text
source: False
de_de: Nein
pt_br: Não

# PW_SafetyChart_Info_UpperCase_Positive.Text
source: True
de_de: Ja
pt_br: Sim

# InfoMessages_DatabaseLoaded.Headline
source: Database loaded successfully!
de_de: Datenbank erfolgreich geladen!
pt_br: Banco de dados carregado com sucesso!

# InfoMessages_DatabaseDeleted.Headline
source: Database deleted successfully!
de_de: Datenbank erfolgreich gelöscht!
pt_br: Banco de dados excluído com sucesso!

# InfoMessages_DatabaseDeletionFailed.Headline
source: Can't delete Database!
de_de: Konnte Datenbank nicht löschen!
pt_br: Não é possível excluir o banco de dados!

# InfoMessages_DatabaseDeletionFailed.Text
source: Create another Database to delete this Database!
de_de: Erstellen Sie eine andere Datenbank um diese Datenbank zu löschen!
pt_br: Crie outro banco de dados para excluir este banco de dados!

# InfoMessages_DatabaseDeleteLoaded.Text
source: You can't delete a loaded Database!
de_de: Sie können keine geladene Datenbank löschen!
pt_br: Você não pode excluir um banco de dados carregado!

# InfoMessages_UnhandledException.Headline
source: Unhandled Exception:
de_de: Unbehandelte Ausnahme:
pt_br: Exceção não tratada:

# InfoMessages_InvalidDatabasePath/Text
source: No valid or incorrect path provided.
de_de: Kein gültiger oder falscher Pfad angegeben
pt_br: Caminho inválido ou incorreto.

# InfoMessages_InvalidDatabasePath/Headline
source: Invalid Path
de_de: Pfadfehler
pt_br: Caminho inválido

# View_RegisterPage_CreateAdvancedDB.Content
source: Advanced options
de_de: Erweiterte Optionen
pt_br: Opções avançadas

# View_PasswordPage_Flyout_ExportNewPassword/Text
source: Export (diff. password)
de_de: Exportieren (anderes Passwort)
pt_br: Exportar (diff. PW)

# View_SettingsPage_ResetPopularityCounter.ToolTipService.ToolTip
source: Resets the counter that counts the clicks to sort by popularity.
de_de: Setzt den Beliebtheitszähler der Passwörter zurück.
pt_br: Redefine o contador que conta os cliques para classificar por popularidade.

# View_PasswordPage_OOBE_Welcome.Text
source: Welcome to Ease Pass.
de_de: Willkommen bei Ease Pass
pt_br: Bem-vindo ao Easy Pass!

# View_PasswordPage_OOBE_Info1.Text
source: Use the buttons in the top to create a new entry!
de_de: Nutzen Sie die oberen Buttons um einen Eintrag anzulegen!
pt_br: Use o botão + no canto superior esquerdo para criar sua primeira entrada!

# View_PasswordPage_OOBE_Info2.Text
source: Additionally you can import an existing database by going into:
de_de: Sie können aber auch eine Datenbank importieren, gehen Sie dafür auf:
pt_br: ou importe um banco de dados existente acessando:

# View_PasswordPage_OOBE_Hyperlink.Content
source: Settings > Manage Database
de_de: Einstellungen > Datenbank verwalten
pt_br: Configurações > Gerenciar banco de dados

# InfoMessages_DatabaseWithThatNameAlreadyExists.Headline
source: Database already exists
de_de: Datenbank existiert bereits
pt_br: O banco de dados já existe

# InfoMessages_DatabaseWithThatNameAlreadyExists.Text
source: A database with the same name already exists on the given path
de_de: Eine Datenbank mit dem gleichen Namen existiert bereits an dem gegebenen Pfad
pt_br: Já existe um banco de dados com o mesmo nome no caminho informado

# View_ManageDB_ExportDBNewPW.Content
source: Export (diff. PW)
de_de: Export (anderem PW)
pt_br: Exportar (diff. PW)

# View_ManageDB_ExportDBNewPW.ToolTipService.ToolTip
source: Export the database with a new password
de_de: Exportieren der ausgewählten Datenbank mit einem anderen Password
pt_br: Exportar o banco de dados com uma nova senha

# Dialog_AddItem_Interval.Text
source: Interval
pt_br: Intervalo

# PrintDB_Website.Text
source: Website:
pt_br: Senha:

# View_About_Version.Text
source: Version
pt_br: Versão

# View_ExtensionPage_Store.Text
source: Store:
pt_br: Loja:

# View_PasswordPage_SortName.Text
source: Name
pt_br: Nome
